{
  "budget": [
    {
      "description": "Termine a janela de julho da 1ª temporada com 30% do orçamento sem gastar."
    },
    {
      "description": "Seja o rei da negociação, sempre pague menos que o valor do jogador numa negociação."
    },
    {
      "description": "Termine a janela de julho da 1ª temporada com 50% do orçamento sem gastar."
    },
    {
      "description": "Contrate pelo menos três jogadores jovens (com idade inferior a 21 anos) na janela de transferências, sem gastar mais de 20% do seu orçamento."
    },
    {
      "description": "Realize pelo menos duas trocas de jogadores em suas negociações durante a janela de transferências de julho, de forma a melhorar a qualidade do seu time sem gastar mais de 30% do orçamento."
    },
    {
      "description": "Adicione pelo menos dois jogadores em empréstimo durante a janela de transferências de janeiro, gastando no máximo 20% do orçamento."
    },
    {
      "description": "Use 25% do seu orçamento total para contratar um único jogador considerado uma promessa ou com grande potencial de crescimento."
    },
    {
      "description": "Contrate pelo menos um jogador de cada continente (Europa, Ásia, África, América do Norte, América do Sul, Oceania) durante as janelas de transferência."
    },
    {
      "description": "Ao final de cada temporada, gaste apenas 10% do orçamento em cada janela de transferências e observe como sua equipe evolui ao longo de várias temporadas."
    },
    {
      "description": "Escolha um setor específico do seu time que precisa ser reforçado (por exemplo, defesa, meio-campo, ataque) e gaste no máximo 40% do orçamento nesse setor durante as janelas de transferências."
    },
    {
      "description": "Monte uma equipe em que todos os jogadores tenham 23 anos ou menos."
    },
    {
      "description": "Termine a temporada com um saldo positivo nas vendas de jogadores, garantindo que a receita das vendas seja maior do que os gastos com aquisições."
    },
    {
      "description": "Venda um jogador por um valor 3 vezes maior do que você pagou por ele."
    }
  ]
}
